const agree_content = [
    {
        id : "a1_content",
        title : "CHee : Mi 이용약관", 
        content : `CHee:Mi 서비스 이용약관은 다음과 같은 내용을 담고 있습니다.

        [여러분을 환영합니다.]
        CHee:Mi 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 본 약관은 다양한 CHee:Mi 서비스의 이용과 관련하여 CHee:Mi 서비스를 제공하는 CHee:Mi회사(이하 ‘CHee:Mi’)와 이를 이용하는 CHee:Mi 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 CHee:Mi 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.
        
        CHee:Mi 서비스를 이용하시거나 CHee:Mi 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.
        
        
        [다양한 CHee:Mi 서비스를 즐겨보세요.]
        CHee:Mi 를 비롯한 CHee:Mi 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱)을 통해 정보 검색, 다른 이용자와의 커뮤니케이션, 콘텐츠 제공, 상품 쇼핑 등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다. 여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 CHee:Mi 서비스를 자유롭게 이용하실 수 있으며, 개별 서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항, CHee:Mi 웹고객센터(이하‘고객센터’) 도움말 등에서 쉽게 확인하실 수 있습니다.
        
        CHee:Mi는 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만,'청소년보호법'등 관련 법령이나 기타 개별 서비스 제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 역시 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다.
        
        CHee:Mi 서비스에는 기본적으로 본 약관이 적용됩니다만 CHee:Mi가 다양한 서비스를 제공하는 과정에서 부득이 본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우가 있습니다. 그리고CHee:Mi 계열사가 제공하는 특정 서비스의 경우에도 해당 운영 회사가 정한 고유의 약관, 운영정책 등이 적용될 수 있습니다. 이러한 내용은 각각의 해당 서비스 초기 화면에서 확인해 주시기 바랍니다.
        
        
        [회원으로 가입하시면 CHee:Mi 서비스를 보다 편리하게 이용할 수 있습니다.]
        여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, CHee:Mi는 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분께 CHee:Mi 서비스 이용 계정(이하 ‘계정’)을 부여합니다. 계정이란 회원이 CHee:Mi 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다.
        
        회원은 자신의 계정을 통해 좀더 다양한 CHee:Mi 서비스를 보다 편리하게 이용할 수 있습니다. 이와 관련한 상세한 내용은 계정 운영정책 및 고객센터 내 CHee:Mi 회원가입 방법 등에서 확인해 주세요.
        
        CHee:Mi는 단체에 속한 여러 구성원들이 공동의 계정으로 CHee:Mi 서비스를 함께 이용할 수 있도록 단체회원 계정도 부여하고 있습니다. 단체회원 구성원들은 하나의 계정 및 아이디(ID)를 공유하되 각자 개별적으로 설정한 비밀번호를 입력하여 계정에 로그인하고 각종 서비스를 이용하게 됩니다. 단체회원은 관리자와 멤버로 구성되며, 관리자는 구성원 전부로부터 권한을 위임 받아 단체회원을 대표하고 단체회원 계정을 운용합니다. 따라서 관리자는 단체회원 계정을 통해 별도 약관 또는 기존 약관 개정에 대해 동의하거나 단체회원에서 탈퇴할 수 있고, 멤버들의 단체회원 계정 로그인 방법 및 이를 통한 게시물 게재 등 CHee:Mi 서비스 이용을 관리(게시물 삭제 포함)할 수 있습니다. 본 약관에서 규정한 사항은 원칙적으로 구성원 모두에게 적용되며, 각각의 구성원은 다른 구성원들의 단체회원 계정 및 아이디(ID)를 통한 서비스 이용에 관해 연대책임을 부담합니다.
        
        단체회원 계정 사용에서의 관리자, 멤버 등의 권한 및 (공동)책임에 관한 사항 등은 계정 운영정책 및 고객센터 내 CHee:Mi 단체회원(단체 아이디) 소개 등에서 확인해 주시기 바랍니다.
        
        
        [여러분이 제공한 콘텐츠를 소중히 다룰 것입니다.]
        CHee:Mi는 여러분이 게재한 게시물이 CHee:Mi 서비스를 통해 다른 이용자들에게 전달되어 우리 모두의 삶을 더욱 풍요롭게 해줄 것을 기대합니다. 게시물은 여러분이 타인 또는 자신이 보게 할 목적으로 CHee:Mi 서비스 상에 게재한 부호, 문자, 음성, 음향, 그림, 사진, 동영상, 링크 등으로 구성된 각종 콘텐츠 자체 또는 파일을 말합니다.
        
        CHee:Mi는 여러분의 생각과 감정이 표현된 콘텐츠를 소중히 보호할 것을 약속 드립니다. 여러분이 제작하여 게재한 게시물에 대한 지식재산권 등의 권리는 당연히 여러분에게 있습니다.
        
        한편, CHee:Mi 서비스를 통해 여러분이 게재한 게시물을 적법하게 제공하려면 해당 콘텐츠에 대한 저장, 복제, 수정, 공중 송신, 전시, 배포, 2차적 저작물 작성(단, 번역에 한함) 등의 이용 권한(기한과 지역 제한에 정함이 없으며, 별도 대가 지급이 없는 라이선스)이 필요합니다. 게시물 게재로 여러분은 CHee:Mi에게 그러한 권한을 부여하게 되므로, 여러분은 이에 필요한 권리를 보유하고 있어야 합니다.
        
        CHee:Mi는 여러분이 부여해 주신 콘텐츠 이용 권한을 저작권법 등 관련 법령에서 정하는 바에 따라 CHee:Mi 서비스 내 노출, 서비스 홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한 연구, 웹 접근성 등 법률상 의무 준수, 외부 사이트에서의 검색, 수집 및 링크 허용을 위해서만 제한적으로 행사할 것입니다. 만약, 그 밖의 목적을 위해 부득이 여러분의 콘텐츠를 이용하고자 할 경우엔 사전에 여러분께 설명을 드리고 동의를 받도록 하겠습니다.
        
        또한 여러분이 제공한 소중한 콘텐츠는 CHee:Mi 서비스를 개선하고 새로운 CHee:Mi 서비스를 제공하기 위해 인공지능 분야 기술 등의 연구 개발 목적으로 CHee:Mi 및 CHee:Mi 계열사에서 사용될 수 있습니다. CHee:Mi는 지속적인 연구 개발을 통해 여러분께 좀 더 편리하고 유용한 서비스를 제공해 드릴 수 있도록 최선을 다하겠습니다.
        
        CHee:Mi는 여러분이 자신이 제공한 콘텐츠에 대한CHee:Mi 또는 다른 이용자들의 이용 또는 접근을 보다 쉽게 관리할 수 있도록 다양한 수단을 제공하기 위해 노력하고 있습니다. 여러분은 CHee:Mi 서비스 내에 콘텐츠 삭제, 비공개 등의 관리기능이 제공되는 경우 이를 통해 직접 타인의 이용 또는 접근을 통제할 수 있고, 고객센터를 통해서도 콘텐츠의 삭제, 비공개, 검색결과 제외 등의 조치를 요청할 수 있습니다. 다만, 일부 CHee:Mi 서비스의 경우 삭제, 비공개 등의 처리가 어려울 수 있으며, 이러한 내용은 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인해 주시길 부탁 드립니다. 
        
        
        [여러분의 개인정보를 소중히 보호합니다.]
        CHee:Mi는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. CHee:Mi가 이용자 및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.
        
        CHee:Mi는 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.
        
        
        [타인의 권리를 존중해 주세요.]
        여러분이 무심코 게재한 게시물로 인해 타인의 저작권이 침해되거나 명예훼손 등 권리 침해가 발생할 수 있습니다. CHee:Mi는 이에 대한 문제 해결을 위해 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 및 ‘저작권법’ 등을 근거로 권리침해 주장자의 요청에 따른 게시물 게시중단, 원 게시자의 이의신청에 따른 해당 게시물 게시 재개 등을 내용으로 하는 권리보호센터를 운영하고 있습니다. 보다 상세한 내용 및 절차는 권리보호센터 소개를 참고해 주세요.
        
        한편, CHee:Mi 서비스를 통해 타인의 콘텐츠를 이용한다고 하여 여러분이 해당 콘텐츠에 대한 지식재산권을 보유하게 되는 것은 아닙니다. 여러분이 해당 콘텐츠를 자유롭게 이용하기 위해서는 그 이용이 저작권법 등 관련 법률에 따라 허용되는 범위 내에 있거나, 해당 콘텐츠의 지식재산권자로부터 별도의 이용 허락을 받아야 하므로 각별한 주의가 필요합니다.
        
        CHee:Mi는 여러분이 CHee:Mi 서비스를 마음껏 이용할 수 있도록 여러분께 CHee:Mi 서비스에 수반되는 관련 소프트웨어 사용에 관한 이용 권한을 부여합니다. 이 경우 여러분의 자유로운 이용은 CHee:Mi가 제시하는 이용 조건에 부합하는 범위 내에서만 허용되고, 이러한 권한은 양도가 불가능하며, 비독점적 조건 및 법적고지가 적용된다는 점을 유의해 주세요.
        
        
        [CHee:Mi에서 제공하는 다양한 포인트를 요긴하게 활용해 보세요.]
        CHee:Mi는 여러분이 CHee:Mi 서비스를 효율적으로 이용할 수 있도록 포인트를 부여하고 있습니다. 포인트는 여러분의 일정한 CHee:Mi 서비스 이용과 연동하여 CHee:Mi가 임의로 책정하거나 조정하여 지급하는 일정한 계산 단위를 갖는 서비스 상의 가상 데이터를 말합니다. 포인트는 재산적 가치가 없기 때문에 금전으로 환불 또는 전환할 수 없지만, 포인트의 많고 적음에 따라 여러분의 CHee:Mi 서비스 이용에 영향을 주는 경우가 있으므로 경우에 따라 적절히 활용해 보세요.
        
        CHee:Mi는 CHee:Mi 서비스의 효율적 이용을 지원하거나 서비스 운영을 개선하기 위해 필요한 경우 사전에 여러분께 안내 드린 후 부득이 포인트의 일부 또는 전부를 조정할 수 있습니다. 그리고 포인트는 CHee:Mi가 정한 기간에 따라 주기적으로 소멸할 수도 있으니 포인트가 부여되는 CHee:Mi 서비스 이용 시 유의해 주시기 바랍니다.     
        
        
        [CHee:Mi 서비스 이용과 관련하여 몇 가지 주의사항이 있습니다.]
        CHee:Mi는 여러분이 CHee:Mi 서비스를 자유롭고 편리하게 이용할 수 있도록 최선을 다하고 있습니다. 다만, 여러분이 CHee:Mi 서비스를 보다 안전하게 이용하고 CHee:Mi 서비스에서 여러분과 타인의 권리가 서로 존중되고 보호받으려면 여러분의 도움과 협조가 필요합니다. 여러분의 안전한 서비스 이용과 권리 보호를 위해 부득이 아래와 같은 경우 여러분의 게시물 게재나 CHee:Mi 서비스 이용이 제한될 수 있으므로, 이에 대한 확인 및 준수를 요청 드립니다. 
        ·  회원 가입 시 이름, 생년월일, 휴대전화번호 등의 정보를 허위로 기재해서는 안 됩니다. 회원 계정에 등록된 정보는 항상 정확한 최신 정보가 유지될 수 있도록 관리해 주세요. 자신의 계정을 다른 사람에게 판매, 양도, 대여 또는 담보로 제공하거나 다른 사람에게 그 사용을 허락해서는 안 됩니다. 아울러 자신의 계정이 아닌 타인의 계정을 무단으로 사용해서는 안 됩니다. 이에 관한 상세한 내용은 계정 운영정책을 참고해 주시기 바랍니다.
        ·  타인에 대해 직접적이고 명백한 신체적 위협을 가하는 내용의 게시물, 타인의 자해 행위 또는 자살을 부추기거나 권장하는 내용의 게시물, 타인의 신상정보, 사생활 등 비공개 개인정보를 드러내는 내용의 게시물, 타인을 지속적으로 따돌리거나 괴롭히는 내용의 게시물, 성매매를 제안, 알선, 유인 또는 강요하는 내용의 게시물, 공공 안전에 대해 직접적이고 심각한 위협을 가하는 내용의 게시물은 제한될 수 있습니다. 
        ·  관련 법령상 금지되거나 형사처벌의 대상이 되는 행위를 수행하거나 이를 교사 또는 방조하는 등의 범죄 관련 직접적인 위험이 확인된 게시물, 관련 법령에서 홍보, 광고, 판매 등을 금지하고 있는 물건 또는 서비스를 홍보, 광고, 판매하는 내용의 게시물, 타인의 지식재산권 등을 침해하거나 모욕, 사생활 침해 또는 명예훼손 등 타인의 권리를 침해하는 내용이 확인된 게시물은 제한될 수 있습니다. 
        ·  자극적이고 노골적인 성행위를 묘사하는 등 타인에게 성적 수치심을 유발시키거나 왜곡된 성 의식 등을 야기할 수 있는 내용의 게시물, 타인에게 잔혹감 또는 혐오감을 일으킬 수 있는 폭력적이고 자극적인 내용의 게시물, 본인 이외의 자를 사칭하거나 허위사실을 주장하는 등 타인을 기만하는 내용의 게시물, 과도한 욕설, 비속어 등을 계속하여 반복적으로 사용하여 심한 혐오감 또는 불쾌감을 일으키는 내용의 게시물은 제한될 수 있습니다. 
        ·  자동화된 수단을 활용하는 등 CHee:Mi 서비스의 기능을 비정상적으로 이용하여 게재된 게시물, CHee:Mi 각 개별 서비스의 제공 취지와 부합하지 않는 내용의 게시물은 다른 이용자들의 정상적인 CHee:Mi 서비스 이용에 불편을 초래하고 더 나아가 CHee:Mi의 원활한 서비스 제공을 방해하므로 역시 제한될 수 있습니다. 기타 제한되는 게시물에 관한 상세한 내용은 게시물 운영정책 및 각 개별 서비스에서의 약관, 운영정책 등을 참고해 주시기 바랍니다.
        ·  CHee:Mi의 사전 허락 없이 자동화된 수단(예: 매크로 프로그램, 로봇(봇), 스파이더, 스크래퍼 등)을 이용하여 CHee:Mi 서비스 회원으로 가입을 시도 또는 가입하거나, CHee:Mi 서비스에 로그인을 시도 또는 로그인하거나, CHee:Mi 서비스 상에 게시물을 게재하거나, CHee:Mi 서비스를 통해 커뮤니케이션하거나(예: 전자메일, 쪽지 등), CHee:Mi 서비스에 게재된 회원의 아이디(ID), 게시물 등을 수집하거나, CHee:Mi 검색 서비스에서 특정 질의어로 검색하거나 혹은 그 검색결과에서 특정 검색결과를 선택(이른바 ‘클릭’)하는 등 이용자(사람)의 실제 이용을 전제로 하는 CHee:Mi 서비스의 제공 취지에 부합하지 않는 방식으로 CHee:Mi 서비스를 이용하거나 이와 같은 CHee:Mi 서비스에 대한 어뷰징(남용) 행위를 막기 위한 CHee:Mi의 기술적 조치를 무력화하려는 일체의 행위(예: IP를 지속적으로 바꿔가며 접속하는 행위, Captcha를 외부 솔루션 등을 통해 우회하거나 무력화 하는 행위 등)를 시도해서는 안 됩니다. 
        ·  CHee:Mi의 동의 없이 자동화된 수단에 의해 CHee:Mi 서비스 상에 광고가 게재되는 영역 또는 그 밖의 영역에 부호, 문자, 음성, 음향, 그림, 사진, 동영상, 링크 등으로 구성된 각종 콘텐츠 자체 또는 파일을 삽입해서는 안 됩니다. 또한, CHee:Mi 서비스 또는 이에 포함된 소프트웨어를 복사, 수정할 수 없으며, 이를 판매, 양도, 대여 또는 담보로 제공하거나 타인에게 그 이용을 허락해서는 안 됩니다. CHee:Mi 서비스에 포함된 소프트웨어를 역 설계, 소스코드 추출 시도, 복제, 분해, 모방, 기타 변형하는 등의 행위도 금지됩니다(다만, 오픈소스에 해당되는 경우 그 자체 조건에 따릅니다). 그 밖에 바이러스나 기타 악성 코드를 업로드하거나 CHee:Mi 서비스의 원활한 운영을 방해할 목적으로 서비스 기능을 비정상적으로 이용하는 행위 역시 금지됩니다.
         
        CHee:Mi는 본 약관의 범위 내에서 게시물 운영정책, 각 개별 서비스에서의 약관 또는 운영정책, 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등을 두어, 여러분에게 안정적이고 원활한 서비스 이용이 가능하도록 지원하고 있습니다. 각 세부 정책에는 여러분이 참고할 수 있도록 보다 구체적인 유의사항을 포함하고 있으니, 본 약관 본문 및 구성 페이지 상의 링크 등을 통해 이를 확인해 주시기 바랍니다.
        
        
        [부득이 서비스 이용을 제한할 경우 합리적인 절차를 준수합니다.]
        CHee:Mi는 다양한 정보와 의견이 담긴 여러분의 콘텐츠를 소중히 다룰 것을 약속 드립니다만, 여러분이 게재한 게시물이 관련 법령, 본 약관, 게시물 운영정책, 각 개별 서비스에서의 약관, 운영정책 등에 위배되는 경우, 부득이 이를 비공개 또는 삭제 처리하거나 게재를 거부할 수 있습니다. 다만, 이것이 CHee:Mi가 모든 콘텐츠를 검토할 의무가 있다는 것을 의미하지는 않습니다.
        
        또한 여러분이 관련 법령, 본 약관, 계정 및 게시물 운영정책, 각 개별 서비스에서의 약관, 운영정책 등을 준수하지 않을 경우, CHee:Mi는 여러분의 관련 행위 내용을 확인할 수 있으며, 그 확인 결과에 따라 CHee:Mi 서비스 이용에 대한 주의를 당부하거나, CHee:Mi 서비스 이용을 일부 또는 전부, 일시 또는 영구히 정지시키는 등 그 이용을 제한할 수 있습니다. 한편, 이러한 이용 제한에도 불구하고 더 이상 CHee:Mi 서비스 이용계약의 온전한 유지를 기대하기 어려운 경우엔 부득이 여러분과의 이용계약을 해지할 수 있습니다.
        
        부득이 여러분의 서비스 이용을 제한해야 할 경우 명백한 법령 위반이나 타인의 권리침해로서 긴급한 위험 또는 피해 차단이 요구되는 사안 외에는 위와 같은 단계적 서비스 이용제한 원칙을 준수 하겠습니다. 명백한 법령 위반 등을 이유로 부득이 서비스 이용을 즉시 영구 정지시키는 경우 서비스 이용을 통해 획득한 포인트 및 기타 혜택 등은 모두 소멸되고 이에 대해 별도로 보상하지 않으므로 유의해 주시기 바랍니다. 서비스 이용 제한의 조건, 세부 내용 등은 계정 운영정책 및 각 개별 서비스에서의 운영정책을 참고하시기 바랍니다. 
        
        
        [CHee:Mi의 잘못은 CHee:Mi가 책임집니다.]
        CHee:Mi는 여러분이 CHee:Mi 서비스를 이용함에 있어 CHee:Mi의 고의 또는 과실로 인하여 손해를 입게 될 경우 관련 법령에 따라 여러분의 손해를 배상합니다. 다만, 천재지변 또는 이에 준하는 불가항력으로 인하여 CHee:Mi가 서비스를 제공할 수 없거나 이용자의 고의 또는 과실로 인하여 서비스를 이용할 수 없어 발생한 손해에 대해서 CHee:Mi는 책임을 부담하지 않습니다.
        
        그리고 CHee:Mi가 손해배상책임을 부담하는 경우에도 통상적으로 예견이 불가능하거나 특별한 사정으로 인한 특별 손해 또는 간접 손해, 기타 징벌적 손해에 대해서는 관련 법령에 특별한 규정이 없는 한 책임을 부담하지 않습니다.
        
        한편, CHee:Mi 서비스를 매개로 한 여러분과 다른 회원 간 또는 여러분과 비회원 간의 의견 교환, 거래 등에서 발생한 손해나 여러분이 서비스 상에 게재된 타인의 게시물 등의 콘텐츠를 신뢰함으로써 발생한 손해에 대해서도 CHee:Mi는 특별한 사정이 없는 한 이에 대해 책임을 부담하지 않습니다. 
        
        
        [언제든지 CHee:Mi 서비스 이용계약을 해지하실 수 있습니다.]
        CHee:Mi에게는 참 안타까운 일입니다만, 회원은 언제든지 CHee:Mi 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 CHee:Mi는 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.
        
        CHee:Mi 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 CHee:Mi가 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 부속된 게시물 일체를 포함한 회원의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다. 다만, 이 경우에도 다른 회원이 별도로 담아갔거나 스크랩한 게시물과 공용 게시판에 등록한 댓글 등의 게시물은 삭제되지 않으므로 반드시 해지 신청 이전에 삭제하신 후 탈퇴하시기 바랍니다.
        
        
        [일부 CHee:Mi 서비스에는 광고가 포함되어 있습니다.]
        여러분이 다양한 CHee:Mi 서비스를 이용하다 보면 간혹 일부 개별 서비스에 광고가 포함된 경우가 있습니다. CHee:Mi 서비스를 이용하면서 발생할 수 있는 데이터 통신요금은 가입하신 통신사업자와의 이용계약에 따라 여러분이 부담하며, 포함된 광고 열람으로 인해 추가적으로 발생하는 비용 역시 여러분이 부담합니다.
        
        원하는 CHee:Mi 서비스를 이용하기 위해 원하지 않는 광고를 봐야 하는 경우가 있습니다. 이는 여러분에게 제공하는 다양한 CHee:Mi 서비스를 원칙적으로 무료로 제공할 수 있게 해주는 데 기여하며, 더 나아가 CHee:Mi가 연구 개발에 투자하여 더 나은 서비스를 제공할 수 있는 기반이 됩니다. 최근 타사의 일부 서비스들이 광고 없는 서비스 이용을 강조하며 주된 서비스를 유료로 제공하고 있는 관행이 이를 뒷받침합니다.
        
        CHee:Mi는 여러분의 본의 아닌 불편이나 부담이 최소화될 수 있는 방법에 대해 항상 고민하고 개선해 나가겠습니다.
        
        
        [서비스 중단 또는 변경 시 꼭 알려드리겠습니다.]
        CHee:Mi는 연중 무휴, 1일 24시간 안정적으로 서비스를 제공하기 위해 최선을 다하고 있습니다만, 컴퓨터, 서버 등 정보통신설비의 보수점검, 교체 또는 고장, 통신두절 등 운영상 상당한 이유가 있는 경우 부득이 서비스의 전부 또는 일부를 중단할 수 있습니다.
        
        한편, CHee:Mi는 서비스 운영 또는 개선을 위해 상당한 필요성이 있는 경우 서비스의 전부 또는 일부를 수정, 변경 또는 종료할 수 있습니다. 무료로 제공되는 서비스의 전부 또는 일부를 수정, 변경 또는 종료하게 된 경우 관련 법령에 특별한 규정이 없는 한 별도의 보상을 하지 않습니다.
        
        이 경우 CHee:Mi는 예측 가능한 경우 상당기간 전에 이를 안내하며, 만약 예측 불가능한 경우라면 사후 지체 없이 상세히 설명하고 안내 드리겠습니다. 또한 서비스 중단의 경우에는 여러분 자신의 콘텐츠를 백업할 수 있도록 합리적이고 충분한 기회를 제공하도록 하겠습니다.
        
        
        [주요 사항을 잘 안내하고 여러분의 소중한 의견에 귀 기울이겠습니다.]
        CHee:Mi는 서비스 이용에 필요한 주요사항을 적시에 잘 안내해 드릴 수 있도록 힘쓰겠습니다. 회원에게 통지를 하는 경우 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 개별적으로 알려 드릴 것이며, 다만 회원 전체에 대한 통지가 필요할 경우엔 7일 이상 www.naver.com을 비롯한 CHee:Mi 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱) 초기 화면 또는 공지사항 등에 관련 내용을 게시하도록 하겠습니다.
        
        CHee:Mi는 여러분의 소중한 의견에 귀 기울이겠습니다. 여러분은 언제든지 고객센터를 통해 서비스 이용과 관련된 의견이나 개선사항을 전달할 수 있으며, CHee:Mi는 합리적 범위 내에서 가능한 그 처리과정 및 결과를 여러분께 전달할 수 있도록 하겠습니다.
        
        
        [여러분이 쉽게 알 수 있도록 약관 및 운영정책을 게시하며 사전 공지 후 개정합니다.]
        
        CHee:Mi는 본 약관의 내용을 여러분이 쉽게 확인할 수 있도록 서비스 초기 화면에 게시하고 있습니다.
        
        CHee:Mi는 수시로 본 약관, 계정 및 게시물 운영정책을 개정할 수 있습니다만, 관련 법령을 위배하지 않는 범위 내에서 개정할 것이며, 사전에 그 개정 이유와 적용 일자를 서비스 내에 알리도록 하겠습니다. 또한 여러분에게 불리할 수 있는 중대한 내용의 약관 변경의 경우에는 최소 30일 이전에 해당 서비스 내 공지하고 별도의 전자적 수단(전자메일, 서비스 내 알림 등)을 통해 개별적으로 알릴 것입니다.
        
        CHee:Mi는 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관 변경에 대한 여러분의 의견을 기다립니다. 위 기간이 지나도록 여러분의 의견이 CHee:Mi에 접수되지 않으면, 여러분이 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 간주됩니다. CHee:Mi로서는 매우 안타까운 일이지만, 여러분이 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는 해당 서비스의 제공이 더 이상 불가능하게 될 수 있습니다.
        
        CHee:Mi 서비스에는 기본적으로 본 약관이 적용됩니다만, 부득이 각 개별 서비스의 고유한 특성을 반영하기 위해 본 약관 외 별도의 약관, 운영정책이 추가로 적용될 때가 있습니다. 따라서 별도의 약관, 운영정책에서 그 개별 서비스 제공에 관하여 본 약관, 계정 및 게시물 운영정책과 다르게 정한 경우에는 별도의 약관, 운영정책이 우선하여 적용됩니다. 이러한 내용은 각각의 개별 서비스 초기 화면에서 확인해 주시기 바랍니다.
        
        본 약관은 한국어를 정본으로 합니다. 본 약관 또는 CHee:Mi 서비스와 관련된 여러분과 CHee:Mi와의 관계에는 대한민국의 법령이 적용됩니다. 그리고 본 약관 또는 CHee:Mi 서비스와 관련하여 여러분과 CHee:Mi 사이에 분쟁이 발생할 경우, 그 분쟁의 처리는 대한민국 '민사소송법'에서 정한 절차를 따릅니다.
        
        ·  공지 일자: 2024년 5월 8일
        ·  적용 일자: 2024년 5월 9일
        
        CHee:Mi 서비스와 관련하여 궁금하신 사항이 있으시면 고객센터(대표번호: 010 – 6701 – 5246/ 평일 09:00~18:00)로 문의 주시기 바랍니다.`
    },

    {
        id : "a2_content",
        title : "유료서비스 이용약관",
        content : `제1조 (목적)
        이 약관은 CHee : Mi㈜(이하 '회사'라 합니다)가 제공하는 CHee : Mi 유료서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항 기타 필요한 사항을 규정함을 목적으로 합니다.
        
        제2조 (약관의 게시와 개정)
        ① 회사는 이 약관을 회원이 그 전부를 인쇄할 수 있고 확인할 수 있도록 기술적 조치를 취합니다.
        ② 회사는 회원이 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회 등과 같은 중요한 내용을 회원이 쉽게 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공합니다.
        ③ 회사는 ‘콘텐츠산업진흥법’, ‘전자상거래등에서의소비자보호에관한법률’, ‘약관의규제에관한법률’ 등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
        ④ 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 서비스 초기 화면에 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 30일 전부터 적용일자 전일까지 공지하며, 공지 외에 일정기간 서비스 내 전자우편, 전자쪽지, 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.
        ⑤ 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 전항의 공지기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
        ⑥ 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.
        ⑦ 회원은 전항에 따른 이용계약의 해지로 손해가 발생한 경우 회사에 이에 대한 배상을 청구할 수 있습니다.
        
        제3조 (약관의 해석)
        이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 ‘콘텐츠진흥법’, ‘전자상거래등에서의소비자보호에관한법률’, ‘약관의규제에관한법률’, 문화체육관광부장관이 정하는 ‘콘텐츠이용자보호지침’, 기타 관계법령, ‘CHee : Mi 이용약관’ 또는 상관례에 따릅니다.
        
        제4조 (회원에 대한 통지)
        ① 회사가 회원에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 전자쪽지 등으로 할 수 있습니다.
        ② 회사는 회원 전체에 대한 통지의 경우 7일 이상 회사의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 제1항의 통지를 합니다.
        
        제5조 (유료서비스의 내용 등의 게시)
        ① 회사는 다음 사항을 해당 CHee : Mi 유료서비스의 이용 초기화면이나 FAQ 등에 회원이 알기 쉽게 표시합니다.
        1. CHee : Mi 유료서비스의 명칭 또는 제호
        2. CHee : Mi 유료서비스 제공자의 성명(법인인 경우에는 법인의 명칭), 주소, 전화번호
        3. CHee : Mi 유료서비스의 내용, 이용방법, 이용료, 기타 이용조건
        ② 회사의 유료서비스의 이용 가능 기기 및 이용에 필요한 최소한의 기술사양은 권장사양정보에 따릅니다.
        ③ 회사는 유료서비스를 제공함에 있어 유료 서비스의 교환·반품·보증과 그 대금 환불의 조건 및 절차에 관한 사항을 제공합니다.
        
        제6조 (이용계약의 성립 등)
        ① 회원은 회사가 제공하는 다음 또는 이와 유사한 절차에 의하여 이용신청을 합니다. 회사는 계약 체결 전에 각 호의 사항에 관하여 회원이 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록 정보를 제공합니다.
        1. 유료서비스의 확인 및 선택
        2. 결제방법의 선택 및 결제정보의 입력
        3. 유료서비스의 이용신청에 관한 확인 또는 회사의 확인에 대한 동의
        ② 회사는 회원의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을 유보할 수 있습니다.
        1. 실명이 아니거나 타인의 명의를 이용한 경우
        2. 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
        3. 미성년자가 ‘청소년보호법’ 등 관련 법령에 의해서 이용이 금지되는 유료서비스를 이용하고자 하는 경우
        4. 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우
        ③ 이용계약의 성립시기는 ‘가입완료’ 또는 ‘구매완료’를 신청절차 상에서 표시한 시점으로 합니다.
        ④ 회원이 유료서비스를 이용하기 위해서는 이 약관에 동의 후 각 서비스에 따른 이용조건에 따라 이용요금을 지급하여야 합니다.
        
        제7조 (유료서비스의 중단 및 변경)
        ① 회사는 사업 종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 CHee : Mi 유료서비스를 제공할 수 없게 되는 경우에는 회사는 이 약관에서 정한 방법으로 회원에게 통지하고 당초 회사에서 제시한 조건 또는 ‘콘텐츠이용자보호지침’ 및 관련 법령 규정에서 정한 바에 따라 회원에게 보상합니다.
        ② 회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부의 CHee : Mi 유료서비스를 변경할 수 있고, 변경 전 해당 서비스 초기 화면에 관련 사항을 게시합니다. 다만, 변경된 내용이 중대하거나 회원에게 불리한 경우에는 이 약관에서 정한 방법으로 통지하고, 중대하거나 회원에게 불리한 변경 내용에 동의하지 않는 회원은 제8조에서 정한 바에 따라 CHee : Mi 유료서비스 이용계약을 해지할 수 있습니다.
        
        제8조 (회원의 청약철회 및 계약해지)
        ① 회사와 CHee : Mi 유료서비스 이용계약을 체결한 회원은 관련 법령에서 정한 바에 따라 일정기간 내에 청약을 철회할 수 있습니다. 단, CHee : Mi 유료서비스에는 ‘콘텐츠산업진흥법’, ‘전자상거래등에서의소비자보호에관한법률’ 등에서 규정하는 청약철회가 불가능한 서비스가 포함되어 있습니다. 이 경우 회사는 청약철회권 제한을 위해 관련 법령상 필요한 조치를 취합니다.
        ② 회원은 다음 각 호의 사유가 있을 때 CHee : Mi 유료서비스 이용계약을 해지 또는 해제할 수 있습니다.
        1. CHee : Mi 유료서비스의 하자를 회사가 보완, 수정할 수 없는 경우 CHee : Mi 유료서비스를 공급받은 날로부터 1개월 이내
        2. CHee : Mi 유료서비스 회원이 이 약관의 개정 또는 제7조 제2항 단서에 따른 서비스 변경에 동의하지 않아 회원탈퇴 또는 CHee : Mi 유료 서비스 이용계약을 해지하는 경우
        ③ 회원이 전항에 따라 CHee : Mi 유료서비스 이용계약을 해지 또는 해제하는 경우 회사는 회원으로부터 지급받은 대금을 당초 회사에서 정한 조건 또는 ‘콘텐츠이용자보호지침’ 및 관련 법령 규정, 이 약관에서 정한 바에 따라 회원에게 환불합니다.
        ④ 회사, CHee : Mi 유료서비스의 대금을 지급 받은 자 또는 회원과 CHee : Mi 유료서비스 이용계약을 체결한 자가 동일인이 아닌 경우에 각자는 청약철회 등과 관련한 의무의 이행에 있어서 연대하여 책임을 집니다.
        
        제9조 (회사의 계약해제, 해지 및 이용제한)
        ① 회사는 회원이 CHee : Mi 이용약관에서 정한 금지행위를 하였을 경우 해당 조항에 따라 사전통지 없이 계약을 해제, 해지하거나 또는 기간을 정하여 서비스이용을 제한할 수 있습니다.
        ② 제1항의 사유로 환불이 필요할 경우 회사는 회원이 유료서비스 이용으로부터 얻은 이익 및 환불수수료(10% 또는 1,000원 중 큰 금액)에 해당하는 금액을 공제하고 다음 각호에 따라 환불합니다.
        1. 회사는 회원에게 계약해제, 해지의 의사표시에 대하여 회신한 날로부터 3영업일 이내에 대금의 결제와 동일한 방법으로 이를 환불하여야 하고 동일한 방법으로 환불이 불가능할 때에는 이를 사전에 고지하여야 합니다. 다만, 수납확인이 필요한 결제수단의 경우에는 수납확인일로부터 3영업일 이내에 이를 환불하도록 합니다.
        2. 회사는 위 대금을 환불함에 있어서 회원이 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다. 다만, 제2항 각 호외의 본문 및 제2항 제1호 단서의 경우에는 그러하지 아니할 수 있습니다.
        ③ 제1항의 해제, 해지는 회사가 정한 통지방법에 따라 회원에게 그 의사를 표시한 때에 효력이 발생합니다.
        ④ 회사의 해제, 해지 및 이용제한에 대하여 회원은 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 회사가 인정하는 경우, 회사는 즉시 서비스의 이용을 재개합니다.
        
        제10조 (사용기간 등)
        CHee : Mi 유료서비스의 사용기간은 사전에 별도로 표시되지 않는 한 구매일로부터 1년입니다. 해당 기간이 경과한 CHee : Mi 유료서비스는 이용권이 소멸되며 보유목록에서 삭제됩니다.
        
        제11조 (유료서비스 하자 등에 의한 회원피해보상)
        회사는 유료서비스의 하자 등에 의한 회원의 피해보상 기준, 범위, 방법 및 절차에 관한 사항을 ‘콘텐츠이용자보호지침’에 따라 처리합니다.
        
        제12조 (책임 제한)
        ① 회사는 관계법령의 변경, 천재지변 또는 이에 준하는 불가항력으로 인하여 CHee : Mi 유료서비스를 제공할 수 없는 경우에는 CHee : Mi 유료서비스 제공에 관한 책임이 면제됩니다.
        ② 회사는 회원의 귀책사유로 인한 CHee : Mi 유료서비스 이용의 장애에 대하여는 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
        ③ 회사는 회원 상호간 또는 회원과 제3자간에 CHee : Mi 유료서비스를 매개로 하여 발생한 분쟁 등에 대하여 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
        
        [부칙]
        1. 이 약관은 2019년 11월 1일부터 적용됩니다.
        2. 2019년 7월 31일부터 시행되던 종전의 ‘CHee : Mi페이 이용약관’은 CHee : Mi페이(Naver Pay) 서비스 사업부문의 물적분할에 따라 본 약관으로 대체합니다.
        3. 종전의 ‘CHee : Mi페이 이용약관’에 동의한 회원의 경우, 해당 약관 제1장(CHee : Mi페이 서비스) 및 제3장(CHee : Mi페이 안전결제)에 따른 효력은 그대로 유지되며, 11월 1일자로 개정되는 ‘CHee : Mi 유료서비스 이용약관’, ‘CHee : Mi페이 이용약관’(11월 1일자로 분사되는 CHee : Mi파이낸셜㈜가 제공)에 대한 별도의 동의는 필요하지 않습니다.
        `
    },

    {  
        id : "a3_content",
        title : "CHee : Mi 운영정책",
        content : `CHee : Mi는 다양한 정보와 의견이 담긴 여러분의 게시물이 다른 분들에게 전달되어 우리 모두의 삶을 더욱 풍요롭게 해 줄 것을 기대합니다. CHee : Mi는 여러분이 자유롭게 작성한 게시물을 소중히 다룰 것입니다.

        게시물이란 이용자가 타인 또는 자신이 보게 할 목적으로 CHee : Mi 서비스 상에 게재한 부호, 문자, 음성, 음향, 그림, 사진, 동영상, 링크 등으로 구성된 각종 콘텐츠 자체 또는 파일을 말합니다.
        
        본 게시물 운영정책을 통해 회원 가입 이후 CHee : Mi 서비스 이용 과정에서 자신의 게시물을 어떻게 관리해야 하는지 확인해 주세요.
        
        
        [부득이 일정한 내용의 게시물은 게재가 제한될 수 있습니다.]
        여러분의 다양한 생각이나 경험 또는 의견이 담긴 게시물은 최대한 게재가 유지되어 다른 이용자들에게 전파될 것입니다. 다만 여러분이 CHee : Mi 서비스를 보다 안전하게 이용할 수 있도록, CHee : Mi 서비스에서 여러분과 타인의 권리가 서로 존중되고 보호받을 수 있도록, 그리고 CHee : Mi 서비스가 신뢰하는 서비스로서 안정적으로 제공될 수 있도록 부득이 아래와 같은 경우 여러분의 게시물 게재가 제한될 수 있으므로, 이에 대한 확인 및 준수를 요청 드립니다.
        
        관련 법령을 위반하거나 타인의 권리를 침해하는 내용의 게시물은 명백한 법령 위반 또는 권리 침해의 내용이 아닌 한, 원칙적으로 법원의 판결, 결정 등 또는 법률에 따라 관련 권한을 보유한 행정기관의 행정처분, 명령 등에 의해 법령 위반 또는 권리 침해가 확인된 경우 게재가 제한됨을 알려 드립니다.
        
        
        [다른 이용자의 안전 확보]
        다른 이용자 또는 공공의 안전에 직접적인 위험을 일으키고 있다고 의심되는 다음과 같은 내용의 게시물은 게재가 제한됩니다.
          ·  타인에 대한 신체적 위협을 사실적이고 구체적으로 표현하여 그의 생명 또는 신체의 안전에 직접적이고 심각한 위험을 일으키는 내용의 게시물
          ·  타인의 자해 행위 또는 자살을 적극적이고 구체적으로 부추기거나 권장하여 그의 생명 또는 신체의 안전에 직접적이고 심각한 위험을 일으키는 내용의 게시물
          ·  타인의 신상정보, 사생활 등 비공개 개인정보를 드러내거나 거래하여 그의 사생활의 비밀과 안전에 직접적이고 명백한 위험을 일으키는 내용의 게시물
          ·  타인에게 공포심, 불안감 또는 불쾌감을 일으키는 내용의 게시물로서 지속하여 반복적으로 게재함으로써 그의 사생활의 안전에 직접적이고 명백한 위험을 일으키는 게시물
          ·  타인에게 금품 등을 대가로 성매매를 제안, 알선, 유인 또는 강요하여 그 또는 제3자의 신체의 안전에 직접적이고 심각한 위험을 일으키는 내용의 게시물
          ·  범죄, 범죄인 또는 범죄단체 등을 미화하거나 지지하여 범죄를 용인하거나 조장할 우려가 있어 공공의 안전에 직접적이고 심각한 위험을 일으키는 내용의 게시물
          ·  코로나19의 존재, 치료, 예방 및 진단, 감염, 사회적 거리두기 및 자가격리와 관련한 내용으로서, 세계보건기구(WHO) 또는 질병관리청에 의해 허위조작정보임이 명백히 확인된 게시물
          (이와 관련해서는 한국인터넷자율정책기구(KISO)정책결정(kiso.or.kr/정책결정)을 참고하시기 바랍니다.)
        
        도박 등 관련 법령상 금지되거나 형사처벌의 대상이 되는 행위를 직접 수행하거나, 혹은 이를 수행하도록 타인을 부추기거나(교사) 이를 수행하는 타인을 돕는(방조) 등 범죄 관련 직접적인 위험이 확인된 게시물은 게재가 제한됩니다.
        
        거래하려는 물건이나 서비스에 관한 게시물을 게재하여 타인과 자유롭게 거래할 수 있습니다. 다만, 다른 이용자의 안전한 거래를 확보하기 위하여 관련 법령에서 홍보, 광고, 판매 등을 금지하고 있는 물건 또는 서비스를 홍보, 광고, 판매하는 내용의 게시물 게재는 제한되며, 그 거래행위는 ‘전자상거래 등에서의 소비자보호에 관한 법률’ 등 관련 법령에 따른 의무를 준수하는 범위 내에서 이루어져야 합니다.
        
          →  상거래 목적 카페 운영 시 사업자정보 표시 안내 참고
          →  상거래 목적 블로그 운영 시 사업자정보 표시 안내 참고

          한편, 게시물을 통한 판매 또는 구매는 전적으로 자신의 선택과 결정에 따라 진행되는 것인 만큼 해당 거래로 인한 책임 역시 판매 또는 구매 당사자에게 귀속된다는 점을 유의하셔야 합니다. 관련 법령에서 거래를 금지하거나 제한하고 있는 물건 등은 다음의 예시를 참고하시기 바랍니다.
            · 관련 법령에서의 거래 금지 및 제한 품목(예시)
            ○ 주류
            [관련 법령] 주류의 통신판매에 관한 명령위임 고시(국세청 고시 제2017-17호)
            ○ 담배
            [관련 법령] 담배사업법 제12조 제4항
            ○ 마약 및 향정신성의약품
            [관련 법령] 마약류 관리에 관한 법률 제28조 제1항
            ○ 의약품
            [관련 법령] 약사법 제44조 및 제50조 제1항
            ○ 총포, 도검, 화약류, 분사기, 전자충격기, 석궁 및 총포와 비슷하게 보이는 모의총포
            [관련 법령] 총포, 도검, 화약류 등의 안전관리에 관한 법률 제6조 제1항, 제11조 제1항 및 동법 시행령 별표 5의2
            ○ 시력보정용 안경 및 콘택트렌즈(시력보정용이 아닌 경우 포함)
            [관련 법령] 의료기사 등에 관한 법률 제12조 제5항
            ○ 안전인증표시등, 안전확인표시등, 공급자적합성확인표시등 또는 어린이보호포장표시 없는 대상 제품 또는 생활용품
            [관련 법령] 전기용품 및 생활용품 안전관리법 제10조, 제19조, 제26조 및 제30조
            ○ 음란물, 청소년유해매체물, 청소년유해약물, 청소년유해물건(단, 청소년유해 매체물, 약물 및 물건의 경우 청소년에게 거래하는 경우에 한함)
            [관련 법령] 형법 제243조, 청소년 보호법 제16조 제1항 및 제28조 제1항
            ○ 상표권 침해물(소위 '짝퉁' 상품)
            [관련 법령] 상표법 제230조
            ○ 저작권 침해물, 초상권 및 성명권 침해 물품 및 심의되지 아니한 물품
            [관련 법령] 저작권법 제136조 제1항, 영화 및 비디오물의 진흥에 관한 법률 제53조
            ○ 유사군복
            [관련 법령] 군복 및 군용장구의 단속에 관한 법률 제8조
            ○ 위해식품등, 병든 동물 고기 등, 기준·규격이 정해지지 않은 화학적 합성품이 함유된 식품
            [관련 법령] 식품위생법 제4조, 제5조 및 제6조
            ○ 위해 건강기능식품, 기준·규격 위반 건강기능식품 및 표시기준 위반 건강기능식품
            [관련 법령] 건강기능식품에 관한 법률 제23조, 제24조 및 제25조
            ○ 허가 또는 인증을 받지 않았거나 신고 하지 않은 의료기기
            [관련 법령] 의료기기법 제26조 제1항
            ○ 장물
            [관련 법령] 형법 제362조
            ○ 불법 포획한 야생동물 및 이를 사용해 만든 음식물 또는 가공품, 야생동물 포획 도구
            [관련 법령] 야생생물 보호 및 관리에 관한 법률 제9조, 제10조
            ○ 기타 관련 법령에서 판매를 금지하거나 제한하는 물품

            [다른 이용자의 권리 보호]
            자신의 권리가 소중한 만큼 타인의 명예, 사생활, 저작권 등의 권리도 존중되어야 하며, 이를 보호하기 위한 관련 법령은 준수되어야 합니다. 자신의 경험, 의견 등을 자유로이 표현한 게시물이라도 법원의 판결, 결정 등이나 권한이 있는 행정기관의 처분, 명령 등을 통해 타인의 명예, 사생활, 저작권 등의 권리를 침해하였음이 확인된 게시물은 게재가 제한됩니다.

            저작권자가 자신의 권리를 보호하기 위해 마련한 기술적 보호조치를 무력화시키는 내용이 포함되어 있거나, 그 내용상 저작권자의 의사에 반하고 ‘저작권법’ 상의 예외적 이용 허용 범위에 해당하지 않음이 명백히 추정되는 다음과 같은 게시물은 게재가 제한됩니다.
            · 자사 프로그램에 대한 공유를 허용하지 않은 방송사의 로고가 포함되어 있는 동영상 등의 게시물
            · 유료로 판매되는 이미지, 방송물, 영상, 음원, 만화(웹툰 포함), 소설(웹소설 포함), 게임, 소프트웨어 등에 대한 무료 다운로드 등 불법 복제를 권유하거나 불법 다운로드 링크 경로를 제공하는 게시물
            · 정품 소프트웨어 CD의 시리얼 번호를 공유하거나 CD키 자동생성 프로그램을 제공하는 게시물
            · 게임 프리서버를 홍보하거나 또는 그 사이트 주소를 공유하는 게시물
            · 권리자의 기술적 보호조치를 무력화시키는 버그나 핵 프로그램 등을 공유하는 게시물

            한편, 여러분이 자유롭게 작성하여 게재한 게시물에 대해 상대방은 그 내용이 자신의 명예, 사생활, 저작권 등의 등 권리를 침해하고 있다고 생각할 수 있습니다. 네이버는 이에 대한 문제 해결을 위해, ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 및 ‘저작권법’에 따른 ‘권리보호센터’를 운영하고 있습니다.

            가령 자신의 명예, 초상권, 사생활 등의 인격적 권리나 저작권 침해를 주장하며 그 정보의 삭제 등 또는 복제·전송의 중단 등을 요청해 올 경우, 네이버는 그 요청에 따라 해당 게시물의 게시를 중단합니다. 그리고 만약 게시중단 조치에 대해 원 게시물 게시자가 자신의 게시물 게재가 명예 등 권리 침해행위에 해당하지 않음을 소명하거나 자신의 복제·전송이 정당한 권리에 의한 것임을 소명하며 이의 신청을 해올 경우엔 소정의 기간 경과 후 해당 게시물의 게시 중단을 해제하거나 그 복제·전송을 재개합니다.

            다만, 정무직 공무원 등 공인이 자신의 명예훼손 등 권리침해를 주장하며 게시중단을 요청해 온 경우 (사)한국인터넷자율정책기구(KISO)의 정책규정에 따라 처리가 제한될 수 있음을 알려 드립니다.
            → (사)한국인터넷자율정책기구 (KISO) : www.kiso.or.kr

            [아동과 청소년의 특별한 보호]
            CHee : Mi는 인터넷 공간에서 아동과 청소년의 보호를 최우선으로 합니다. CHee : Mi는 아동과 청소년의 신체와 성을 대상화하는 행위를 금지하고, 아동과 청소년을 대상으로 비인격화하는 그 어떤 행위도 허용하지 않습니다. 아동과 청소년이 안전하게 누릴 수 있는 인터넷 환경 조성을 위해서 앞장서는 CHee : Mi의 노력에 동참해 주세요. CHee : Mi는 단 한번의 위반 행위에도 단호하게 대처할 것입니다. 위반 게시물을 발견한 경우 누구나 신고센터(https://help.naver.com/support/reportCenter/home.help)에 제보할 수 있습니다. 특히 아래에 해당하는 게시물은 확인되는 대로 즉시 삭제되며, 게시자의 계정은 글쓰기 및 로그인 제한, 서비스 이용이 해지될 수 있습니다.
            · 아동과 청소년의 신체를 촬영하거나 성적 대상화하는 내용의 게시물
            · 아동과 청소년의 일상적 사진을 성적인 사진과 합성한 게시물
            · 아동과 청소년을 대상으로 한 성적 괴롭힘으로 보이는 내용의 게시물
            · 아동과 청소년의 성착취물을 제작하거나 제공, 광고, 소개 등에 이용하는 내용의 게시물
            · 아동과 청소년이 성착취물의 제작에 이용되도록 돕는 내용의 게시물
            · 아동과 청소년에게 음란물 또는 성착취물을 제공하는 내용의 게시물
            · 아동과 청소년의 성을 매매하는 행위 또는 그와 유사해 보이는 내용의 게시물
            · 현행 성폭력처벌법과 정보통신망법 등 관련 법률에서 금지하는 내용의 게시물
            · 아동과 청소년을 과도하게 비인격화하는 내용의 게시물
            · CHee : Mi 서비스에서 제공한 기술적 도구와 인터넷 환경을 매개로 아동 또는 청소년을 등장시켜 신체와 성을 대상화하는 내용의 게시물

            관련해 CHee : Mi는 CHee : Mi 클린 페이지를 운영하고 있으니, 함께 참고해주세요.

            [서비스의 신뢰성 및 안전성 확보]
            자신만의 특별한 이익을 추구하고자 CHee : Mi 서비스를 이용하는 행위는 물론 허용되지만, CHee : Mi 서비스의 기능을 비정상적으로 이용하여 게재했거나 CHee : Mi 각 개별 서비스의 제공 취지와 부합하지 않는 내용을 가진 아래와 같은 게시물은 다른 이용자들의 정상적인 CHee : Mi 서비스 이용에 불편을 초래하고 더 나아가 CHee : Mi의 원활한 서비스 제공을 방해하므로 게재가 제한됩니다.
            · CHee : Mi의 사전 허락 없이 자동화된 수단(예: 매크로 프로그램, 로봇(봇), 스파이더, 스크래퍼 등)을 이용하여 게재한 게시물
            · CHee : Mi 각 개별 서비스의 제공 취지와 부합하지 않거나 그 제공되는 서비스와 전혀 관련이 없는 내용의 게시물
            · 물건 또는 서비스를 홍보, 광고 또는 판매할 목적으로 동일 또는 유사한 내용의 게시물로서 지속적으로 반복하여 게재함으로써 다른 이용자에게 심각한 불편을 초래하는 게시물

            [여러분의 신고를 기다립니다.]
            CHee : Mi는 서비스 내에서 모두가 안전하고 즐겁게 함께 할 수 있는 환경을 만들기 위해 노력하고 있으며,이를 위해 이용자 여러분의 신고를 받고 있습니다. 관련 법령, CHee : Mi 서비스 이용약관, 본 게시물 운영정책 등에 위배하는 것으로 보이는 게시물을 발견할 경우 신고해주세요. 담당 부서를 통해 접수되는 신고 내용을 신중히 검토하여 처리하도록 하겠습니다.

            신고 시 다음 내용을 참고하세요.

            · CHee : Mi는 관련 법령, CHee : Mi 서비스 이용약관, 본 게시물 운영정책 등에 위배되는 게시물이 확인된 경우 언제라도 조치를 취할 수 있습니다.
            · 신고할 때에는 신고하려는 게시물의 URL과 해당 게시물을 제한해야 하는 사유를 알려주세요. 제출된 게시물 URL과 신고 사유는 담당자에게 전달되고, 담당자는 이를 바탕으로 게시물 제한 여부를 신중히 검토합니다.
            · 신고자의 생각이나 판단과 달리 해당 게시물이 명백히 관련 법령, CHee : Mi 서비스 이용약관, 본 게시물 운영정책 등을 위반한다고 판단되지 않을 경우엔 제한되지 않을 수 있습니다. 만약 해당 게시물이 관련 법령에 위배되는 불법정보 또는 청소년유해정보에 해당한다고 판단한다면 방송통신심의위원회의 '불법 유해정보 신고' 창구를 통해 신고하는 방법도 있습니다.
            · 이미 검토된 게시물이라도 나중에 숨은 맥락이 발견되거나 법원의 판결 등이나 권한 있는 행정기관의 처분 등이 전달되어 관련 법령, CHee : Mi 서비스 이용약관, 본 게시물 운영정책 등 위배가 확인될 경우 이전 결정이 번복되어 제한될 수 있습니다.
            · 신고 내용을 검토하는 과정에서 해당 게시물의 제한 여부뿐만 아니라 추가로 해당 회원 계정의 이용제한도 고려되는 경우가 있습니다. 이 경우 해당 회원의 서비스 이용 이력, 관련 법령, CHee : Mi 서비스 이용약관, 본 게시물 운영정책 등 위반 이력 및 그 경중 등을 고려합니다. 회원 계정의 이용제한에 관해서는 다음의 이용제한 절차 항목을 참고해 주십시오.

            [합리적 절차에 따라 이용을 제한합니다.]
            해당 게시물이 관련 법령에 명백히 위배되거나 다른 이용자 또는 권리자 보호를 위해 CHee : Mi 서비스 이용약관, 본 게시물 운영정책 등에서 금지하는 내용에 명확하게 해당할 경우 CHee : Mi는 이를 비공개 또는 삭제 처리하거나 게재를 거부할 수 있습니다.

            여러분이 관련 법령, CHee : Mi 서비스 이용약관, 본 게시물 운영정책 등을 준수하지 않을 경우, CHee : Mi는 여러분의 관련 행위 내용을 확인할 수 있으며, 그 확인 결과에 따라 CHee : Mi 서비스 이용에 대한 주의를 당부하거나, CHee : Mi 서비스의 이용을 일부 또는 전부, 잠시 또는 계속 정지시키는 등 그 이용을 제한할 수 있습니다. 한편, 이러한 이용 제한에도 불구하고 더 이상 CHee : Mi 서비스 이용계약의 온전한 유지를 기대하기 어려운 경우엔 부득이 여러분과의 이용계약을 해지할 수 있습니다.

            서비스 이용 제한의 조건, 세부 내용 등은 계정 운영정책 및 각 개별 서비스에서의 운영정책을 참고하시기 바랍니다.

            · 적용 일자: 2024년 3월 29일

            CHee : Mi 서비스와 관련하여 궁금하신 사항이 있으시면 고객센터(대표번호: 1588 – 3820/ 평일 09:00~18:00)로 문의 주시기 바랍니다.

            계정 운영정책
            CHee : Mi는 회원 가입 절차를 마친 회원에게 계정을 부여하고 있습니다.

            계정은 회원이 CHee : Mi 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위입니다. 여러분은 CHee : Mi 서비스 로그인 화면에 회원 가입 때 자신이 직접 정하고 CHee : Mi에서 승인한 고유 아이디(ID)와 자신이 직접 정한 비밀번호를 입력하여 로그인을 마치고, 본격적으로 자신만의 CHee : Mi 서비스 이용을 시작하게 됩니다.

            물론 로그인 없이도 다양한 CHee : Mi 서비스를 이용하실 수 있지만, 과거 서비스 이용 내용, 이력 등이 함께 제공되어야 하는 서비스나 이용자들 중에서 특정 이용자의 식별이 필요한 서비스 등은 그 서비스 이용에 계정이 필요합니다.

            본 계정 운영정책을 통해 회원 가입 이후 CHee : Mi 서비스 이용 과정에서 자신의 계정을 어떻게 관리해야 하는지 확인해 주세요.

            [계정 등록 정보의 최신성 유지를 부탁 드립니다.]
            CHee : Mi는 서비스 이용에 필요한 주요사항을 적시에 잘 안내해 드리기 위해 최선을 다하고 있습니다.

            물론 대부분의 주요사항은 www.CHee : Mi.com 을 비롯한 CHee : Mi 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱) 초기화면 또는 공지사항 등에 7일 이상 게시하고 있습니다만, 여러분에게 개별적으로 고지해야 할 사항의 안내나 특히 회원의 본인 여부, 연령 등의 확인은 계정에 등록된 전자메일, 휴대전화번호 등을 통해 진행하고 있으므로, 불편 없이 CHee : Mi 서비스를 이용하시려면 이러한 정보의 최신성을 유지하시는 것이 무엇보다도 중요합니다.

            여러분은 CHee : Mi 서비스에 로그인하시어 ‘내정보’ 관리화면을 통해 언제든지 본인의 계정에 등록된 정보를 열람하고 수정하실 수 있습니다. 다만, 회원 여러분을 다른 사람과 식별하기 위해 필요한 아이디(ID)는 수정이 불가능하오니, 반드시 수정하시려면 부득이 회원에서 탈퇴하신 후 다시 회원으로 가입해 주시기 바랍니다. 만약 여러분의 실명이 확인되지 않은 계정이라면 생년월일의 수정 역시 어려우므로, 조금 불편하시더라도 먼저 실명 확인을 마치신 후에 수정해 주십시오.

            계정에 등록된 정보가 변경되었을 경우 번거로우시겠지만 CHee : Mi 서비스에 로그인하시어 ‘내정보’ 관리화면에서 직접 수정해 주시거나 전자메일 등의 방법으로 그 변경사항을 알려 주세요. 변경사항을 CHee : Mi에 알려주시지 않아서 발생한 불이익은 안타깝지만 여러분께서 부담하실 수밖에 없습니다.

            [본인의 계정을 다른 사람이 사용하게 할 수는 없습니다.]
            계정은 회원의 각종 CHee : Mi 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위입니다. CHee : Mi는 여러분의 서비스 이용에 편의를 제공하기 위해 개인 1인당 3개까지의 계정 생성을 허용하고 있습니다.

            회원 계정에 로그인이 있는 경우 특별한 사정이 없는 한 해당 회원이 로그인한 것으로 보며, 로그인 상태에서 행해진 게시물 게재 등의 다양한 활동 역시 특별한 사정이 없는 한 해당 회원의 서비스 이용으로 간주됩니다.

            계정은 이처럼 특정 회원에 전속하는 식별 단위이므로, 회원은 본인의 계정을 다른 사람에게 판매, 양도, 대여 또는 담보로 제공할 수 없으며, 아울러 다른 사람에게 그 사용을 허락할 수도 없습니다.

            온라인에서 다른 사람이 본인의 계정을 사용하여 서비스를 이용하게 하는 것은 마치 오프라인에서 다른 사람으로 하여금 자신의 신분증을 제시하며 활동할 수 있도록 허락하는 것과 같습니다. 실제 해당 회원이 아님에도 불구하고 그 회원인 것처럼 CHee : Mi 서비스를 이용하는 행위는 정상적인 회원 활동으로 신뢰하는 다른 이용자 또는 CHee : Mi에게 예상치 못한 손해를 일으키며, 그로 인한 폐해 및 부작용은 결국 계정 사용을 허락했던 회원 본인에게 돌아오게 됨을 유의해 주세요.

            본인을 다른 사람으로 오인하도록 하여 사회적 혼란을 야기하거나 타인에게 피해를 발생시킬 수 있는 계정 사용은 허용되지 않습니다

            [자신의 계정에 본인만 로그인 하시려면 비밀번호 관리를 잘 해주세요.]
            비밀번호는 자신의 계정에 다른 사람이 로그인 하는 것을 막기 위해 회원 본인이 직접 설정하였고 CHee : Mi도 알지 못하는 암호입니다. 회원이 본인의 비밀번호를 기억하지 못하는 경우 부득이 CHee : Mi에서 소정의 회원 확인 절차를 거쳐 임시 비밀번호를 발급할 수 있지만, 이는 어디까지나 회원의 본인 계정 로그인을 돕기 위한 임시방편일 뿐입니다.

            자신의 계정에 본인만 로그인 하시려면, 즉 비밀번호를 알지 못한 다른 사람에게 계정이 사용되는 것을 막으려면, 비밀번호 관리에 특별히 주의를 기울이셔야 합니다. 개인이 사용하는 컴퓨터 또는 모바일 기기를 다른 사람과 공유하거나 다른 사람이 여러분의 사용자 계정을 통해 CHee : Mi 서비스를 이용하도록 허용하는 경우에는 물론, 불특정 다수의 사람이 이용할 수 있는 공공장소에 개인용 컴퓨터를 이용하여 로그인한 경우에도 특별한 주의가 필요합니다.

            저장매체를 통한 자동로그인, 비밀번호 저장 등의 설정은 컴퓨터에 다른 사람과 같이 사용할 경우 개인 정보가 유출될 가능성이 있으므로 사용을 권장하지 않습니다. 여러분이 자신의 계정에 본인만 로그인 하려면 CHee : Mi 서비스를 이용한 후 로그아웃을 해 주시고, 이용을 종료한 후에는 반드시 사용자 계정을 종료해 주세요. 특히 다른 사람의 공용 컴퓨터를 사용할 때는 반드시 로그아웃을 하여 계정 사용이 종료되었는지 확인한 후 브라우저를 닫아 주세요.

            [계정에 대한 외부에서의 접근을 차단할 수 있는 보안 옵션을 이용하세요.]
            CHee : Mi는 회원의 개인정보를 안전하게 보호하기 위하여 다양한 보안 기능을 제공하고 있습니다. 이러한 기능은 회원의 계정에 대한 외부로부터의 접근을 제한하거나 회원 본인이 다른 사람이 자신의 계정에 접근하는 것을 감지하고 이에 대한 통지를 받을 수 있도록 도와주는데 사용됩니다.

            회원은 계정 보호 기능을 설정함으로써 다른 사람이 자신의 계정에 접근하는 것을 미연에 방지할 수 있습니다. 또한 불특정 다수의 사람이 접근할 수 있는 공용 컴퓨터나 다른 사람과 함께 사용하는 개인용 컴퓨터에서 CHee : Mi 서비스를 이용하거나 회원 본인이 사용하지 않는 컴퓨터를 통해 CHee : Mi 서비스에 접속할 경우에도 회원은 자신의 계정을 안전하게 보호할 수 있습니다.

            회원은 내정보에서 이용할 수 있는 다양한 계정 보호 기능을 설정함으로써 계정에 대한 외부로부터의 접근을 차단하거나 다른 사람이 자신의 계정에 접근하는 것을 미연에 방지할 수 있습니다. 외부에서의 접근을 차단할 수 있는 계정 보호 기능은 아래와 같습니다.

            · 잠금 기능 : 잠금 기능을 설정함으로써 다른 사람이 여러분의 계정에 로그인할 때 비밀번호를 입력하도록 요청할 수 있습니다. 이는 불특정 다수의 사람이 접근할 수 있는 공용 컴퓨터나 다른 사람과 함께 사용하는 개인용 컴퓨터에서 CHee : Mi 서비스를 이용할 경우에 특히 유용합니다.
            · 휴대전화 본인확인 : 휴대전화 본인확인은 로그인할 때 회원 본인의 휴대전화로 본인확인 메시지가 발송되고, 해당 메시지의 인증번호를 입력하여 로그인할 수 있도록 하는 기능입니다. 이 기능을 설정함으로써 누군가가 회원 본인의 계정에 접근하려 할 때 이메일과 비밀번호만으로는 로그인할 수 없도록 보안성을 높일 수 있습니다.
            · 보안 메일 주소 등록 : 보안 메일 주소 등록은 회원이 계정 관련 사항을 이메일로 안내 받을 때 보안을 강화하기 위해 별도의 이메일 주소를 등록하는 기능입니다. 회원은 계정에 등록된 이메일 주소와 별도의 이메일 주소를 등록할 수 있으며, 이메일 주소가 변경되었을 경우를 대비하여 보안 메일 주소로 등록한 이메일 주소를 통해 안내 메일을 받을 수 있습니다.
            · 비밀번호 설정 및 변경 : 비밀번호 설정 및 변경은 다른 사람이 여러분의 계정에 접근하는 것을 막기 위한 기본적인 보안 기능입니다. 비밀번호는 주기적으로 변경하고, 다른 사람과 함께 사용하거나 다른 사람에게 노출되었을 가능성이 있는 경우 즉시 변경하는 것이 좋습니다.

            이러한 계정 보호 기능을 이용하여 회원의 계정에 대한 외부로부터의 접근을 차단하거나 다른 사람이 자신의 계정에 접근하는 것을 미연에 방지하고 안전한 CHee : Mi 서비스 이용을 지속해 주시기 바랍니다.

            [자유롭게 CHee : Mi 서비스를 이용해 주세요.]
            CHee : Mi는 회원 여러분의 안전하고 편리한 서비스 이용을 위하여 다양한 보안 기능을 제공하고 있습니다. 회원은 내정보에서 계정 보호 기능을 설정하여 계정에 대한 외부로부터의 접근을 차단하거나 다른 사람이 자신의 계정에 접근하는 것을 미연에 방지하고 안전한 CHee : Mi 서비스 이용을 할 수 있습니다.

            회원 여러분이 CHee : Mi 서비스를 안전하고 편리하게 이용할 수 있도록 보안성을 높이고 다양한 보안 기능을 제공하기 위해 노력하겠습니다. 그러나 이러한 노력이 무너지는 일이 없도록 하려면 회원 여러분의 관심과 협조가 필요합니다. 누구나 쉽게 사용할 수 있는 CHee : Mi 서비스를 더욱 안전하고 편리하게 이용하기 위해 회원 여러분이 계정 보호 기능을 설정하고 안전한 비밀번호를 설정하며, 언제나 자신의 계정을 안전하게 관리해 주시기 바랍니다.

            어떤 것도 부담스러워 하지 마시고 자유롭게 CHee : Mi 서비스를 이용해 주세요. CHee : Mi는 언제나 회원 여러분의 안전한 서비스 이용을 위해 최선을 다하겠습니다.

            CHee : Mi 서비스와 관련하여 궁금하신 사항이 있으시면 고객센터(대표번호: 010 – 6701 – 5246 / 평일 09:00~18:00)로 문의 주시기 바랍니다.`
    }
]

const agreeContentBox = document.querySelector(".agree_content");

const agreeBtns = document.querySelectorAll(".agreeBtn");

agreeBtns.forEach((btn, index) => {

    btn.addEventListener("click" , (e) => {

        agreeContentBox.innerHTML = "";

        const divBox = document.createElement("div");
        const h2Title = document.createElement("h2");
        const preContent = document.createElement("pre");

        h2Title.innerText = agree_content[index].title;
        preContent.innerText = agree_content[index].content;

        
        divBox.append(h2Title);
        divBox.append(preContent);
        agreeContentBox.append(divBox);
    })

});



 /*
document.addEventListener("DOMContentLoaded", () => {
    
   
    const tabs = document.querySelectorAll(".tab_menu li a");

    // 모든 컨텐츠 숨기기
    const allContents = document.querySelectorAll(".agree_text");
    
    allContents.forEach(content => {
                
        content.style.display = "none";
    });

    //클릭 시 처리
    tabs.forEach(tab => {
        tab.addEventListener("click", event => {
            event.preventDefault(); // 기본 동작 방지

            const targetId = tab.getAttribute("href") + "_content"; // 클릭된 탭에 해당하는 컨텐츠의 ID
            const targetContent = document.getElementById(targetId); //요소 선택

            // 모든 컨텐츠 숨기기
            allContents.forEach(content => {
               
                content.style.display = "none";
            });

            // 클릭된 탭에 해당하는 컨텐츠만 보이기
            if (targetContent) {
               
                targetContent.style.display = "block";
            }
        });
    });
});
*/